Repository: rbtylee/e21-modules-extra
Catalog: forecasts/po/*.po
Languages: sr

source: Forecasts Settings
sr: Поставке временских прилика

source: Display Settings
sr: Поставке приказа

source: Poll Time
sr: Време добављања

source: %2.0f minutes
sr: %2.0f минута

source: Show Description
sr: Приказуј описе

source: Popup on mouse over
sr: Искочи на надношење мишем

source: Unit Settings
sr: Подешавања јединице

source: Celsius
sr: Целзијус

source: Fahrenheit
sr: Фаренхајт

source: Weather.com Forecasts Code
sr: Шифра за предвиђање временских прилика Weather.com

source: Forecasts Code/US Zip Code
sr: Шифра за прогнозу/УС зип

source: To find the code for your area, go to:
sr: Да би сазнали шифру своје области посетите:

source: %s, find your area, and look at the URL
sr: %s, пронађите своју област и погледајте УРЛ адресу

source: Forecasts
sr: Временске прилике

source: Settings
sr: Поставке

source: %s: Current Conditions
sr: %s: Тренутни услови

source: Wind Chill
sr: Расхладивост ветра

source: Wind Speed
sr: Брзина ветра

source: Humidity
sr: Влажност

source: Visibility
sr: Видљивост

source: Pressure
sr: Притисак

source: Rising
sr: Излазак

source: Falling
sr: Залазак

source: Steady
sr: Мирно

source: Sunrise / Sunset
sr: Излазак и залазак сунца

source: Today
sr: Данас

source: Tomorrow
sr: Сутра

source: High
sr: Високо

source: Low
sr: Ниско
