Repository: rbtylee/e21-modules-extra
Catalog: alarm/po/*.po
Languages: lt, sr

source: Alarm Configuration
lt: Žadintuvo konfigūracija
sr: Поставке будилника

source: Alarm
lt: Žadintuvas
sr: Будилник

source: Active
lt: Aktyvus
sr: Покренут

source: Add
lt: Pridėti
sr: Додај

source: Delete
lt: Pašalinti
sr: Обриши

source: Configure
lt: Konfigūruoti
sr: Подеси

source: Duplicate
lt: Dubliuoti
sr: Удвостручи

source: Alarm Options
lt: Žadintuvo parinktys
sr: Могућности будилника

source: Show next alarm
lt: Rodyti kitą žadintuvą
sr: Прикажи следећи будилник

source: Alarms Defaults
lt: Žadintuvo numatytieji nustatymai
sr: Подразумеване поставке будилника

source: Open popup
lt: Atverti iššokantįjį langą
sr: Отвори искачући прозор

source: Run program
lt: Vykdyti programą
sr: Покрени програм

source: Auto-Remove alarms
lt: Automatiškai pašalinti žadintuvus
sr: Самостално уклони будилнике

source: Alarm Configuration : Setup an alarm
lt: Žadintuvo konfigūracija : Nustatyti žadintuvą
sr: Поставке будилника : подеси будилник

source: Informations
lt: Informacija
sr: Подаци

source: Name
lt: Pavadinimas
sr: Назив

source: Description
lt: Aprašas
sr: Опис

source: Schedule
lt: Tvarkaraštis
sr: Заказано

source: %1.0f hour
lt: %1.0f valanda
sr: %1.0f сат

source: %1.0f minute
lt: %1.0f minutė
sr: %1.0f минут

source: Days of the week
lt: Savaitės dienos
sr: Дани седмице

source: Monday
lt: Pirmadienis
sr: Понедељак

source: Tuesday
lt: Antradienis
sr: Уторак

source: Wenesday
lt: Trečiadienis
sr: Среда

source: Thursday
lt: Ketvirtadienis
sr: Четвртак

source: Friday
lt: Penktadienis
sr: Петак

source: Saturday
lt: Šeštadienis
sr: Субота

source: Sunday
lt: Sekmadienis
sr: Недеља

source: One day
lt: Vieną dieną
sr: Један дан

source: Date (YYYY/MM/DD)
lt: Data (YYYY/MM/DD)
sr: Датум (YYYY/MM/DD)

source: Today
lt: Šiandiena
sr: Данас

source: Tomorrow
lt: Rytoj
sr: Сутра

source: <hilight>Error, The alarm was not added !</hilight><br><br>There is an error in the informations / schedule of your alarm
lt: <hilight>Klaida, žadintuvas nepridėtas !</hilight><br><br>Jūsų žadintuvo informacijoje / tvarkaraštyje yra klaida
sr: <hilight>Грешка, будилник није додат !</hilight><br><br>Постоји грешка у подацима / заказаном вашег будилника

source: <hilight>Error, The alarm was not added !</hilight><br><br>You have to enter a name for the alarm
lt: <hilight>Klaida, žadintuvas nepridėtas !</hilight><br><br>Įveskite žadintuvo pavadinimą
sr: <hilight>Грешка, будилник није додат !</hilight><br><br>Требате унети назив будилника

source: <hilight>Error, The alarm was not added !</hilight><br><br>You have to select at least one day in the week
lt: <hilight>Klaida, žadintuvas nepridėtas !</hilight><br><br>Pasirinkite bent vieną savaitės dieną
sr: <hilight>Грешка, будилник није додат !</hilight><br><br>Требате означити бар један дан у седмици

source: <hilight>Error, The alarm was not added !</hilight><br><br>The date you entered for the alarm has incorrect syntax<br><br>You have to respect this format :<br> YYYY/MM/DD<br>YYYY is the year on 4 numbers<br>MM is the month on 2 numbers<br>DD is the day on 2 numbers<br>
lt: <hilight>Klaida, žadintuvas nepridėtas !</hilight><br><br>Jūsų įvesta data yra neteisinga<br><br>Prašome naudoti šį formatą:<br> YYYY/MM/DD<br>YYYY yra metai užrašyti 4 skaitmenimis<br>MM yra mėnuo užrašytas dviem skaitmenimis<br>DD yra diena užrašyta 2 skaitmenimis
sr: <hilight>Грешка, будилник није додат !</hilight><br><br>Датум који сте унели за будилник нема исправну ниску<br><br>Треба поштовати овај облик :<br> — YYYY/MM/DD<br>YYYY је година са 4 цифре<br>MM је месец са две цифре<br>DD један са 2 цифре<br>

source: <hilight>Error, The alarm was not added !</hilight><br><br>The date you entered is before now
lt: <hilight>Klaida, žadintuvas nepridėtas !</hilight><br><br>Jūsų įvesta data jau praėjo
sr: <hilight>Грешка, будилник није додат !</hilight><br><br>Датум кој сте додали је прошао

source: Alarm Module Error
lt: Žadintuvo modulio klaida
sr: Грешка јединице будилника

source: Test this alarm
lt: Patikrinti šį žadintuvą
sr: Пробајте овај будилник

source: Ring Options
lt: Skambėjimo parinktys
sr: Могућности звона

source: Remove alarm
lt: Pašalinti žadintuvą
sr: Уклони будилник

source: No [default]
lt: Ne [numatytasis]
sr: Не [подразумевано]

source: Yes
lt: Taip
sr: Да

source: No
lt: Ne
sr: Не

source: Yes [default]
lt: Taip [numatytasis]
sr: Да [подразумевано]

source: Run a program
lt: Vykdyti programą
sr: Покрени програм

source: Run default one
lt: Vykdyti numatytąją
sr: Покрени подразумевано

source: Run this program
lt: Vykdyti šią programą
sr: Покрени овај програм

source: <hilight>Alarm test SUCCEED !</hilight><br><br>But DONT FORGET to ACTIVATE the alarms<br>via the 'Active' check button on the<br>main Alarm configuration panel.
lt: <hilight>Žadintuvo bandymas PAVYKO !</hilight><br><br>Bet NEPAMIRŠKITE jo AKTYVUOTI<br>pasinaudodami 'Aktyvuoti' mygtuku pagrindiniame<br>žadintuvo konfigūracijos skydelyje.
sr: <hilight>Проба будилника је УСПЕЛА !</hilight><br><br>Али, НЕМОЈТЕ ЗАБОРАВИТИ да ПОКРЕНЕТЕ будилнике<br>преко кућице са ознаком „Покренут“<br>у главој полици поставки Будилника.

source: <hilight>Alarm test SUCCEED !</hilight>
lt: <hilight>Žadintuvo bandymas PAVYKO !</hilight>
sr: <hilight>Проба будилника је УСПЕЛА !</hilight>

source: <hilight>Alarm test FAILED !</hilight>
lt: <hilight>Žadintuvo bandymas NEPAVYKO !</hilight>
sr: <hilight>Проба будилника НИЈЕ УСПЕЛА !</hilight>

source: Alarm Module Test Report
lt: Žadintuvo modulio bandymo ataskaita
sr: Извештај пробе јединице будилника

source: <hilight>Alarm : %s</hilight><br><br>%s
lt: <hilight>Žadintuvas : %s</hilight><br><br>%s
sr: <hilight>Будилник : %s</hilight><br><br>%s

source: Alarm Module Popup
lt: Žadintuvo modulio iškylantysis langas
sr: Искакање јединице будилника

source: <hilight>Failed !</hilight><br><br>Alarm couln't launch the program you specified
lt: <hilight>Nepavyko !</hilight><br><br>Žadintuvui nepavyko paleisti Jūsų parinktos programos
sr: <hilight>Неуспех !</hilight><br><br>будилник није успео да покрене програм који сте одредили

source: Snooze %s
lt: Atidėti %s
sr: Дремај %s

source: %1.0f hours
lt: %1.0f valandoms
sr: %1.0f сати

source: %1.0f minutes
lt: %1.0f minutėms
sr: %1.0f минута

source: Ok
lt: Gerai
sr: У реду

source: Close
lt: Užverti
sr: Затвори

source: Add an alarm
lt: Pridėti žadintuvą
sr: Додај будилник

source: Settings
lt: Nustatymai
sr: Поставке

source: Snooze %.14s of %.2d:%.2d
lt: Atidėti %.14s iš %.2d:%.2d
sr: Дремај %.14s од %.2d:%.2d

source: Snooze (No alarm to delay)
lt: Atidėti (Nėra žadintuvo uždelsimui)
sr: Дремај (нема будилника за одгоду)

source: <hilight>Alarm module : Configuration Upgraded</hilight><br><br>Your configuration of alarm module<br>has been upgraded<br>Your settings and alarms were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
lt: <hilight>Žadintuvo modulis : konfigūracija atnaujinta</hilight><br><br>Jūsų žadintuvo modulio konfigūracija<br>buvo atnaujinta<br>Jūsų nustatymai ir žadintuvai buvo pašalinti<br>Atsiprašome už nepatogumus<br><br>(%d -> %d)
sr: <hilight>Јединица будилника: поставке су надграђене</hilight><br><br>Ваше поставке јединице будилника<br>су надграђене<br>Ваше поставке и будилници су уклоњени<br>Извините због непријатности<br><br>(%d -> %d)

source: Alarm Module version
lt: Žadintuvo modulio versija
sr: Издање јединице Будилника

source: <hilight>Alarm module : Configuration Downgraded</hilight><br><br>Your configuration of Alarm module<br>has been downgraded<br>Your settings and alarms were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
lt: <hilight>Žadintuvo modulis : konfigūracija pakeista senesne</hilight><br><br>Jūsų žadintuvo modulio konfigūracija<br>buvo pakeista senesne<br>Jūsų nustatymai ir žadintuvai buvo pašalinti<br>Atsiprašome už nepatogumus<br><br>(%d -> %d)
sr: <hilight>Јединица будилника : Поставке су разграђене</hilight><br><br>Ваше поставке јединице будилника<br>су разграђене<br>Ваше поставке и будилници су уклоњени<br>Извините због непријатности<br><br>(%d ->%d)
